INSERT INTO muscle_groups (name) VALUES
    ('грудь'),
    ('спина'),
    ('ноги'),
    ('плечи'),
    ('руки'),
    ('пресс'),
    ('икры');

INSERT INTO exercises (name, muscle_group_id) VALUES
    ('жим лёжа', 1),
    ('жим гантелей', 1),
    ('тяга штанги', 2),
    ('подтягивания', 2),
    ('приседания', 3),
    ('жим ногами', 3),
    ('жим гантелей сидя', 4),
    ('махи гантелями', 4),
    ('сгибания на бицепс', 5),
    ('французский жим', 5),
    ('планка', 6),
    ('скручивания', 6),
    ('подъёмы на икры стоя', 7),
    ('подъёмы на икры сидя', 7);
